import React from 'react';

export default function InterviewProcess() {
  return (
    <>
      <h2>Как проходит интервью</h2>
      <p>
        По вашему выбору мы можем начать или с собеседования, или же с
        небольшого тестового задания, как вам будет удобнее.
      </p>
      <p>
        Собеседование проводится в режиме видеозвонка в Zoom и обычно занимает
        не более полутора часов. По вашему желанию, собеседование можно
        провести не только в рабочий день, но и в выходной. Как правило, мы
        обсуждаем следующие три основные темы:
      </p>
      <ol>
        <li>
          любые вопросы от вас - о компании, о вакансии, о проекте и др.;
        </li>
        <li>
          разговор о каком-то проекте из вашего опыта;
        </li>
        <li>
          экспресс-опросник по технологиям из нашего стека.
        </li>
      </ol>
      <p>
        Мы не задаем никаких абстрактных вопросов, не гоняем по алгоритмам и не
        предлагаем вам писать код во время собеседований. Все общение - только
        по делу и в комфортной обстановке.
      </p>
    </>
  );
}
